Western Civilization/17 The Social Environment of the Philosophes.org
#+OPTIONS: \n:t toc:nil num:nil html-postamble:nil
#+HTML_HEAD_EXTRA: <style>body {background: rgb(193, 230, 198) !important;}</style>
* 17 The Social Environment of the Philosophes
#+begin_verse
The social backgrounds of the philosophes varied considerably,
	from the aristocratic Montesquieu to the lower-middle-class Diderot and Rousseau.
The Enlightenment was not the preserve of any one class,
	although obviously its greatest appeal
		was to the aristocracy and upper middle classes of the major cities.
The common people, especially the peasants, were little affected by the Enlightenment.

Of great importance to the Enlightenment
	was the spread of its ideas to the literate elite of European society.
Although the publication and sale of books and treatises were crucial to this process,
	the salon was also a factor.
Salons came into being in the seventeenth century but rose to new heights in the eighteenth.
These were elegant drawing rooms in the urban houses of the wealthy
	where philosophes and guests gathered to engage in witty,	sparkling conversations
		that often centered on the ideas of the philosophes.
In France's rigid hierarchical society,
	the salons were important in bringing together writers and artists
		with aristocrats, government officials, and wealthy members of the bourgeoisie.

As hostesses of the salons,
	women found themselves in a position to affect the decisions of kings,
		sway political opinion, and influence literary and artistic taste.
Salons provided havens for people and views unwelcome in the royal court.
When Diderot’s Encyclopedia was suppressed by the French authorities,
	Marie-Therese de Geoffrin (1699--1777), a wealthy bourgeois widow whose father had been a valet,
		welcomed the encyclopedists to her salon
			and offered financial assistance to complete the work in secret.
Madame Geoffrin was not without rivals, however.
The marquise du Deffand (1697--1780) had abandoned her husband in the provinces
		and established herself in Paris,
	where her ornate drawing room attracted many of the Enlightenment's great figures,
		including Montesquieu and Voltaire.

Although the salons were run by women,
	the reputation of a salon depended on the stature of the males a hostess was able to attract.
Despite this male domination, however,
	both French and foreign observers complained
		that females exerted undue influence in French political affairs.
Though exaggerated, this perception led to the decline of salons
	during the French Revolution toward the end of the century.
#+end_verse
** expression
literate [ˈlɪt(ə)rət]: adj. able to read and write OPP illiterate ⇨ numerate有文化的
publication [ˌpʌblɪˈkeɪʃ(ə)n]: n. the process of printing a book, magazine etc and offering it for sale ⇨ publish出版物, 出版
treatise [ˈtritɪs]: n. a serious book or article about a particular subject论文
guest [ɡest]: n. someone who is invited to an event or special occasion客人
witty: using words in a clever and amusing way诙谐的
sparkling: shining brightly with points of flashing light; full of life and intelligence闪烁的;充满生机的
hierarchy [ˈhaɪəˌrɑrki] hierarchical: n.adj. if a system, organization etc is hierarchical, people or things are divided into levels of importance等级的
haven [ˈheɪv(ə)n]: n. a place where people or animals can live peacefully or go to in order to be safe ⇨ sanctuary避难所
suppress [səˈpres]: v. to stop people from opposing the government, especially by using force镇压,查禁
encyclopedia [ɪnˌsaɪkləˈpidiə] encyclopedist: n. a book or ↑CD, or a set of these, containing facts about many different subjects, or containing detailed facts about one subject百科全书
bourgeois [ˈbʊrˌʒwɑ] bourgeoisie [ˌbʊrʒwɑˈzi]: adj.n. belonging to the ↑middle class中产阶级,资产阶级
widow [ˈwɪdoʊ]: n. a woman whose husband has died and who has not married again寡妇
valet [ˈvæleɪ]: n. a male servant who looks after a man’s clothes, serves his meals etc ⇨ maid(男人的)贴身男仆
ornate [ɔrˈneɪt]: adj. covered with a lot of decoration装饰的, 华丽的
stature [ˈstætʃər]: n. the degree to which someone is admired or regarded as important名声,声望
undue [ʌnˈdu]: adj. formal more than is reasonable, suitable, or necessary过分的
exaggerated [ɪɡˈzædʒəˌreɪtəd]: adj. if something is exaggerated, it is described as better, larger etc than it really is夸大的, 言过其实的
perception [pərˈsepʃən]: n. the way you think about something and your idea of what it is like理解,看法
--------------------
social background: 社会背景
the preserve of sb.: 某人的独有活动
Of great importance to sb. is sth.: 对某人非常重要的是...
come into being: 出现
rise to new heights: reach sb's zenith(顶峰), reach sb's apogee(顶点)上升到新的高度
engage in sth.: 参与某事
center on sth.: 以某事为中心
bring together A with B: 把A和B结合起来
a position to do sth.: 做某事的位置
financial assistance: 经济资助
in secret: 秘密地
in the provinces: 在地方上
