Western Civilization/17 The Social Environment of the Philosophes.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-01-09 Thu 23:35 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="DESKTOP-13B7HQM" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="outline-container-org336a9ff" class="outline-2">
<h2 id="org336a9ff">17 The Social Environment of the Philosophes</h2>
<div class="outline-text-2" id="text-org336a9ff">
<p class="verse">
The social backgrounds of the philosophes varied considerably,<br />
&#xa0;from the aristocratic Montesquieu to the lower-middle-class Diderot and Rousseau.<br />
The Enlightenment was not the preserve of any one class,<br />
&#xa0;although obviously its greatest appeal<br />
&#xa0;&#xa0;was to the aristocracy and upper middle classes of the major cities.<br />
The common people, especially the peasants, were little affected by the Enlightenment.<br />
<br />
Of great importance to the Enlightenment<br />
&#xa0;was the spread of its ideas to the literate elite of European society.<br />
Although the publication and sale of books and treatises were crucial to this process,<br />
&#xa0;the salon was also a factor.<br />
Salons came into being in the seventeenth century but rose to new heights in the eighteenth.<br />
These were elegant drawing rooms in the urban houses of the wealthy<br />
&#xa0;where philosophes and guests gathered to engage in witty,	sparkling conversations<br />
&#xa0;&#xa0;that often centered on the ideas of the philosophes.<br />
In France's rigid hierarchical society,<br />
&#xa0;the salons were important in bringing together writers and artists<br />
&#xa0;&#xa0;with aristocrats, government officials, and wealthy members of the bourgeoisie.<br />
<br />
As hostesses of the salons,<br />
&#xa0;women found themselves in a position to affect the decisions of kings,<br />
&#xa0;&#xa0;sway political opinion, and influence literary and artistic taste.<br />
Salons provided havens for people and views unwelcome in the royal court.<br />
When Diderot’s Encyclopedia was suppressed by the French authorities,<br />
&#xa0;Marie-Therese de Geoffrin (1699&#x2013;1777), a wealthy bourgeois widow whose father had been a valet,<br />
&#xa0;&#xa0;welcomed the encyclopedists to her salon<br />
&#xa0;&#xa0;&#xa0;and offered financial assistance to complete the work in secret.<br />
Madame Geoffrin was not without rivals, however.<br />
The marquise du Deffand (1697&#x2013;1780) had abandoned her husband in the provinces<br />
&#xa0;&#xa0;and established herself in Paris,<br />
&#xa0;where her ornate drawing room attracted many of the Enlightenment's great figures,<br />
&#xa0;&#xa0;including Montesquieu and Voltaire.<br />
<br />
Although the salons were run by women,<br />
&#xa0;the reputation of a salon depended on the stature of the males a hostess was able to attract.<br />
Despite this male domination, however,<br />
&#xa0;both French and foreign observers complained<br />
&#xa0;&#xa0;that females exerted undue influence in French political affairs.<br />
Though exaggerated, this perception led to the decline of salons<br />
&#xa0;during the French Revolution toward the end of the century.<br />
</p>
</div>
