Western Civilization/17 The Social Environment of the Philosophes.html
<div id="outline-container-org9268493" class="outline-3">
<h3 id="org9268493">expression</h3>
<div class="outline-text-3" id="text-org9268493">
<p>
literate [ˈlɪt(ə)rət]: adj. able to read and write OPP illiterate ⇨ numerate有文化的<br />
publication [ˌpʌblɪˈkeɪʃ(ə)n]: n. the process of printing a book, magazine etc and offering it for sale ⇨ publish出版物, 出版<br />
treatise [ˈtritɪs]: n. a serious book or article about a particular subject论文<br />
guest [ɡest]: n. someone who is invited to an event or special occasion客人<br />
witty: using words in a clever and amusing way诙谐的<br />
sparkling: shining brightly with points of flashing light; full of life and intelligence闪烁的;充满生机的<br />
hierarchy [ˈhaɪəˌrɑrki] hierarchical: n.adj. if a system, organization etc is hierarchical, people or things are divided into levels of importance等级的<br />
haven [ˈheɪv(ə)n]: n. a place where people or animals can live peacefully or go to in order to be safe ⇨ sanctuary避难所<br />
suppress [səˈpres]: v. to stop people from opposing the government, especially by using force镇压,查禁<br />
encyclopedia [ɪnˌsaɪkləˈpidiə] encyclopedist: n. a book or ↑CD, or a set of these, containing facts about many different subjects, or containing detailed facts about one subject百科全书<br />
bourgeois [ˈbʊrˌʒwɑ] bourgeoisie [ˌbʊrʒwɑˈzi]: adj.n. belonging to the ↑middle class中产阶级,资产阶级<br />
widow [ˈwɪdoʊ]: n. a woman whose husband has died and who has not married again寡妇<br />
valet [ˈvæleɪ]: n. a male servant who looks after a man’s clothes, serves his meals etc ⇨ maid(男人的)贴身男仆<br />
ornate [ɔrˈneɪt]: adj. covered with a lot of decoration装饰的, 华丽的<br />
stature [ˈstætʃər]: n. the degree to which someone is admired or regarded as important名声,声望<br />
undue [ʌnˈdu]: adj. formal more than is reasonable, suitable, or necessary过分的<br />
exaggerated [ɪɡˈzædʒəˌreɪtəd]: adj. if something is exaggerated, it is described as better, larger etc than it really is夸大的, 言过其实的<br />
perception [pərˈsepʃən]: n. the way you think about something and your idea of what it is like理解,看法<br />
</p>
<hr />
<p>
social background: 社会背景<br />
the preserve of sb.: 某人的独有活动<br />
Of great importance to sb. is sth.: 对某人非常重要的是&#x2026;<br />
come into being: 出现<br />
rise to new heights: reach sb's zenith(顶峰), reach sb's apogee(顶点)上升到新的高度<br />
engage in sth.: 参与某事<br />
center on sth.: 以某事为中心<br />
bring together A with B: 把A和B结合起来<br />
a position to do sth.: 做某事的位置<br />
financial assistance: 经济资助<br />
in secret: 秘密地<br />
in the provinces: 在地方上<br />
</p>
</div>
</div>
<div id="outline-container-orga6d09a1" class="outline-3">
<h3 id="orga6d09a1">sentence</h3>
<div class="outline-text-3" id="text-orga6d09a1">
<p>
literate [ˈlɪt(ə)rət]: adj. able to read and write OPP illiterate ⇨ numerate有文化的<br />
</p>
<ul class="org-ul">
<li>These literate elites had a reputation for charity.<br /></li>
<li>These literate masses in ancient time created their prosperous civilization.<br /></li>
<li>The elite who was said to be literate turned out to be a thief.<br /></li>
</ul>
<p>
publication [ˌpʌblɪˈkeɪʃ(ə)n]: n. the process of printing a book, magazine etc and offering it for sale ⇨ publish出版物, 出版<br />
</p>
<ul class="org-ul">
<li>My manager urged me to develop a system for the management of these publications.<br /></li>
<li>The bargain hunter is searching for the publications published ten years ago.<br /></li>
<li>Believe it or not, I am going to dedicate myself to these publications.<br /></li>
</ul>
<p>
treatise [ˈtritɪs]: n. a serious book or article about a particular subject论文<br />
</p>
<ul class="org-ul">
<li>The professor denounced his rival's errors in his treatise.<br /></li>
<li>The treatise is full of smell of the urine of rats.<br /></li>
<li>The warlike pope condemn the scientist's treatises as heresy contrary to the church.<br /></li>
</ul>
<p>
guest [ɡest]: n. someone who is invited to an event or special occasion客人<br />
</p>
<ul class="org-ul">
<li>It is not appropriate for a guest to enter in the bedroom without permission.<br /></li>
<li>The guest found the salon full of new ideas of the philosophes.<br /></li>
<li>The guest was accused of stealing a rare book.<br /></li>
</ul>
<p>
witty: using words in a clever and amusing way诙谐的<br />
</p>
<ul class="org-ul">
<li>I used to have witty conversations with him.<br /></li>
<li>Everyone admires him for his great sense of humor, for he always explains stories to people in a witty fashion.<br /></li>
<li>Exasperated by these witty words, the pope was determined to suppress these novels.<br /></li>
</ul>
<p>
sparkling: shining brightly with points of flashing light; full of life and intelligence闪烁的;充满生机的<br />
</p>
<ul class="org-ul">
<li>These sparkling ideas from China inspired awe in the philosophes in Paris.<br /></li>
<li>I used to pester my father about sparkling fair tales in my youth.<br /></li>
<li>The pope told the Children Crusade a sparkling story about the lost holy land.<br /></li>
</ul>
<p>
hierarchy [ˈhaɪəˌrɑrki] hierarchical: n.adj. if a system, organization etc is hierarchical, people or things are divided into levels of importance等级的<br />
</p>
<ul class="org-ul">
<li>Breaking rules will receive punishment in a hierarchical society.<br /></li>
<li>My wife is always complaining that she lives in a hierarchical society.<br /></li>
<li>My wife had a difficult time living in a hierarchical family in her youth.<br /></li>
</ul>
<p>
haven [ˈheɪv(ə)n]: n. a place where people or animals can live peacefully or go to in order to be safe ⇨ sanctuary避难所<br />
</p>
<ul class="org-ul">
<li>The city is fruitful of havens for the refugees in floods.<br /></li>
<li>The papal authorty promised to offer thousands of havens for those masses whose family members were killed in the crusade.<br /></li>
<li>The church manifested as haven at the time when I was not able to pay for a hotel room.<br /></li>
</ul>
<p>
suppress [səˈpres]: v. to stop people from opposing the government, especially by using force镇压,查禁<br />
</p>
<ul class="org-ul">
<li>According to your station, you don't have the authority to suppress my books.<br /></li>
<li>The books suppressed by the local authorities are full of sexual situations which are not appropriate to be published.<br /></li>
<li>As the peasant revolts and rebellions died down, the papal authorities reached their apogee in a gradual and piecemeal fashion.<br /></li>
</ul>
<p>
encyclopedia [ɪnˌsaɪkləˈpidiə] encyclopedist: n. a book or ↑CD, or a set of these, containing facts about many different subjects, or containing detailed facts about one subject百科全书<br />
</p>
<ul class="org-ul">
<li>I failed to sell any encyclopedia before three months passed.<br /></li>
<li>The seller desperately found Joey could not afford to buy a set of encyclopedias.<br /></li>
<li>On my six year old birthday, my sister presented me a set of encyclopedias.<br /></li>
</ul>
<p>
bourgeois [ˈbʊrˌʒwɑ] bourgeoisie [ˌbʊrʒwɑˈzi]: adj.n. belonging to the ↑middle class中产阶级,资产阶级<br />
</p>
<ul class="org-ul">
<li>Her dream of marrying a bourgeoisie almost came true recently.<br /></li>
<li>Beyond doubt, the salon's greatest appeal is to the bourgeoisies in urban.<br /></li>
<li>With the emergence of trade in cities, the bourgeoisies in town reached its zenith in a hierarchical society.<br /></li>
</ul>
<p>
widow [ˈwɪdoʊ]: n. a woman whose husband has died and who has not married again寡妇<br />
</p>
<ul class="org-ul">
<li>Missing her husband, the elegant widow cast stones by the lake.<br /></li>
<li>The widow is known to be fanatical about holding salons in her house.<br /></li>
<li>The widow was so well received in Beijing that she thought the position to rise to fame was to be at hand.<br /></li>
</ul>
<p>
valet [ˈvæleɪ]: n. a male servant who looks after a man’s clothes, serves his meals etc ⇨ maid(男人的)贴身男仆<br />
</p>
<ul class="org-ul">
<li>Exasperated by the valet, the aristocracy lost control of himself twice yesterday.<br /></li>
<li>The aristocracy realized to his horror that his father's valet was regarded as the heir of the house.<br /></li>
<li>Exasperated by his low status in family, the valet tried to poison his master.<br /></li>
</ul>
<p>
ornate [ɔrˈneɪt]: adj. covered with a lot of decoration装饰的, 华丽的<br />
</p>
<ul class="org-ul">
<li>It is not appropriate for the heir of the throne to live in such an ornate palace.<br /></li>
<li>Coupled with ornate statues, his house attracted many major figures of philosophes.<br /></li>
<li>Coupled with ornate paintings, the ceiling gave the pope satisfaction.<br /></li>
</ul>
<p>
stature [ˈstætʃər]: n. the degree to which someone is admired or regarded as important名声,声望<br />
</p>
<ul class="org-ul">
<li>His stature persuaded the masses to give up attacking the palace.<br /></li>
<li>Monastery fell into debt under the abbot, which decreased his stature a great deal.<br /></li>
<li>In spite of his stature, soldiers were reluctant to cross the big plain.<br /></li>
</ul>
<p>
undue [ʌnˈdu]: adj. formal more than is reasonable, suitable, or necessary过分的<br />
</p>
<ul class="org-ul">
<li>Without undue delay, the plane took off after the examination.<br /></li>
<li>The house should be cleaned out without undue delay.<br /></li>
<li>You homework should be completed without undue delay.<br /></li>
</ul>
<p>
exaggerated [ɪɡˈzædʒəˌreɪtəd]: adj. if something is exaggerated, it is described as better, larger etc than it really is夸大的, 言过其实的<br />
</p>
<ul class="org-ul">
<li>This words proved exaggerated, for there is no puma at large.<br /></li>
<li>People in the High Middle Ages were attracted by exaggerated literary novels.<br /></li>
<li>My power is in fact exaggerated, for I don't have the authority to regulate the armies.<br /></li>
</ul>
<p>
perception [pərˈsepʃən]: n. the way you think about something and your idea of what it is like理解,看法<br />
</p>
<ul class="org-ul">
<li>The perception of my status in social in error brought me a lot of troubles.<br /></li>
<li>People's perception of ideas from China led to a revolution.<br /></li>
<li>The mistaken perception of the Pacific Ocean cause him to meet his death at the hands of the local people.<br /></li>
</ul>
<hr />
<p>
social background: 社会背景<br />
</p>
<ul class="org-ul">
<li>My superior urged me to figure out the social background of the lady in two days' time.<br /></li>
<li>The artist turned out to have a social background of lower-class.<br /></li>
<li>People who have social backgrounds of lower-class were forbid to exist in the urban.<br /></li>
</ul>
<p>
the preserve of sb.: 某人的独有活动<br />
</p>
<ul class="org-ul">
<li>Playing piano is no longer the preserve of wealthy families in China.<br /></li>
<li>Calling my daughter Miumiu is the preserve of our couples.<br /></li>
<li>Wearing a white collar is the preserve of the government officer in the past.<br /></li>
</ul>
<p>
Of great importance to sb. is sth.: 对某人非常重要的是&#x2026;<br />
</p>
<ul class="org-ul">
<li>Of great importance to the headmaster is his perception of his teaching.<br /></li>
<li>Of great importance to your study is what you see of yourself.<br /></li>
<li>Of great importance to my cat is to feed her up punctually.<br /></li>
</ul>
<p>
come into being: 出现<br />
</p>
<ul class="org-ul">
<li>After meowing in the whole night, three pussies came into being.<br /></li>
<li>When he arrived on the scene, a vampire came into being.<br /></li>
<li>He was exasprated by the officer, a plan of abduction came into being.<br /></li>
</ul>
<p>
rise to new heights: reach sb's zenith(顶峰), reach sb's apogee(顶点)上升到新的高度<br />
</p>
<ul class="org-ul">
<li>After we moved to the new house, our relationship rose to new heights.<br /></li>
<li>Wining the prize in the tournament, the team rose to new heights in the religion.<br /></li>
<li>Defeated by an unknown team and adjusting itself, the team rose to new heights.<br /></li>
</ul>
<p>
engage in sth.: 参与某事<br />
</p>
<ul class="org-ul">
<li>I am reluctant to engage in the quarrel between you and our superior.<br /></li>
<li>The layman was astonished to find out that her husband had engaged in the rebellions.<br /></li>
<li>The journalist found his wife engaged in the scandal in which she had an affair with the officer.<br /></li>
</ul>
<p>
center on sth.: 以某事为中心<br />
</p>
<ul class="org-ul">
<li>Turning their back on Christian orthodoxy, these intellectuals centered on the ideas of the Scientific Revolution.<br /></li>
<li>Our debate must center on whether we should buy things that we don't need.<br /></li>
<li>My wife center on whether I told a lie yesterday.<br /></li>
</ul>
<p>
bring together A with B: 把A和B结合起来<br />
</p>
<ul class="org-ul">
<li>It is no use bringing together peasants with knight in a hierarchical society.<br /></li>
<li>An airplane crush brought tougher me with my future husband.<br /></li>
<li>The distate for the loneliness brought together me with my future wife at a salon.<br /></li>
</ul>
<p>
a position to do sth.: 做某事的位置<br />
</p>
<ul class="org-ul">
<li>She found her in a position to determine if her mother had paid for it.<br /></li>
<li>I found myself in a position to quit and study English by myself.<br /></li>
<li>My cat found a position to enjoy landscape in front of the window.<br /></li>
</ul>
<p>
financial assistance: 经济资助<br />
</p>
<ul class="org-ul">
<li>Without financial assistance, I might not be able to go to university.<br /></li>
<li>My aunt offered me financial assistance to obtain perfection.<br /></li>
<li>The widow offered you financial assistance to complete your work.<br /></li>
</ul>
<p>
in secret: 秘密地<br />
</p>
<ul class="org-ul">
<li>The famous star couples stayed out of limelight and got divorced in secret.<br /></li>
<li>She was determined to buy a real estate in other city in secret.<br /></li>
<li>I was wondering if you had bought a real estate in secret.<br /></li>
</ul>
<p>
in the provinces: 在地方上<br />
</p>
<ul class="org-ul">
<li>The emperor had a bad reputation in the provinces.<br /></li>
<li>The emperor doesn't have the privilege to order armies in the provinces.<br /></li>
<li>The emperor claimed to levy heavy taxes in the provinces.<br /></li>
</ul>
</div>
</div>
