Western Civilization/17 The Social Environment of the Philosophes.org
** summary
Although the Enlightment was not the perserve of any one class,
	obviously it greatly appealed to the aristocracy and the upper-middle-class
		and little affected the common people, especially peasants.
Not only the publication and the sales of books and treatises
		were important to the spread of the ideas of the Enlightment,
	but salons,
		which brought together writers and artists
			with aristocrats, government officials, and wealthy members of the bourgeoisie
				in France's rigid hierarchical society,
		was also a factor.
As hostesses of the salons, women often had chances to affect politics, arts, and literature.
They also provided havens for those ideas unwelcome by the authorities.
French and foreign observers complained
	that women exerted undue influence in French political affairs.
It was obvioulsy exaggerated,
	for even though salons were run by women, the reputation of a salon depend on the philosphes.
However, it led the decline of salons during the French Revolution toward the end of the century.
** summary2
Although the Enlightenment was not the perserve of any one class,
	it greatly appealed to the aristocracy and the upper-middle-class
		and little affected the common people, especially peasants.
Not only the publication and the sales of books and treatises
		were important to the spread of the ideas of the Enlightenment,
	but the salon,
		which brought together writers and artists
			with aristocrats, government officials, and wealthy members of the bourgeoisie
				in France's rigid hierarchical society,
		was also a factor.
As hostesses of the salons, women often had chances to affect politics, arts, and literature.
They also provided havens for those ideas suppressed by the authorities.
French and foreign observers complained
	that women exerted undue influence in French political affairs.
It was exaggerated because even though salons were run by women,
	the reputation of a salon depended on the philosophes.
However, it led to the decline of salons
	during the French Revolution toward the end of the century.
