Western Civilization/17 The Social Environment of the Philosophes.html
<div id="outline-container-org8b22fed" class="outline-3">
<h3 id="org8b22fed">summary</h3>
<div class="outline-text-3" id="text-org8b22fed">
<p>
Although the Enlightment was not the perserve of any one class,<br />
	obviously it greatly appealed to the aristocracy and the upper-middle-class<br />
		and little affected the common people, especially peasants.<br />
Not only the publication and the sales of books and treatises<br />
		were important to the spread of the ideas of the Enlightment,<br />
	but salons,<br />
		which brought together writers and artists<br />
			with aristocrats, government officials, and wealthy members of the bourgeoisie<br />
				in France's rigid hierarchical society,<br />
		was also a factor.<br />
As hostesses of the salons, women often had chances to affect politics, arts, and literature.<br />
They also provided havens for those ideas unwelcome by the authorities.<br />
French and foreign observers complained<br />
	that women exerted undue influence in French political affairs.<br />
It was obvioulsy exaggerated,<br />
	for even though salons were run by women, the reputation of a salon depend on the philosphes.<br />
However, it led the decline of salons during the French Revolution toward the end of the century.<br />
</p>
</div>
</div>
<div id="outline-container-orgf960172" class="outline-3">
<h3 id="orgf960172">summary2</h3>
<div class="outline-text-3" id="text-orgf960172">
<p>
Although the Enlightenment was not the perserve of any one class,<br />
	it greatly appealed to the aristocracy and the upper-middle-class<br />
		and little affected the common people, especially peasants.<br />
Not only the publication and the sales of books and treatises<br />
		were important to the spread of the ideas of the Enlightenment,<br />
	but the salon,<br />
		which brought together writers and artists<br />
			with aristocrats, government officials, and wealthy members of the bourgeoisie<br />
				in France's rigid hierarchical society,<br />
		was also a factor.<br />
As hostesses of the salons, women often had chances to affect politics, arts, and literature.<br />
They also provided havens for those ideas suppressed by the authorities.<br />
French and foreign observers complained<br />
	that women exerted undue influence in French political affairs.<br />
It was exaggerated because even though salons were run by women,<br />
	the reputation of a salon depended on the philosophes.<br />
However, it led to the decline of salons<br />
	during the French Revolution toward the end of the century.<br />
</p>
</div>
</div>
</div>
</div>
</body>
</html>
